{
  "Văn nghị luận xã hội": {
    "content": "1. Cách viết văn nghị luận xã hội\nDạng đề nghị luận xã hội là dạng đề kiểm tra về kỹ năng, vốn sống, mức độ hiểu biết của học sinh về xã hội để các em nêu lên những suy nghĩ về cuộc sống, về tâm tư tình cảm nói chung nhằm giáo dục, rèn luyện nhân cách cho học sinh. Nhìn chung, dạng đề văn nghị luận xã hội thường tập trung vào một số vấn đề cơ bản mang giá trị đạo lý làm người, những hiện tượng thường xảy ra trong xã hội mà qua đó trở thành kinh nghiệm sống cho mọi người.\n\nI. CÁC DẠNG ĐỀ NGHỊ LUẬN XÃ HỘI THƯỜNG GẶP\n1. Nghị luận về một hiện tượng đời sống\n\n- Hiện tượng có tác động tích cực đến suy nghĩ (tiếp sức mùa thi, hiến máu nhân đạo…).\n\n- Hiện tượng có tác động tiêu cực (bạo lực học đường, tai nạn giao thông…).\n\n- Nghị luận về một mẩu tin tức báo chí (hình thức cho một đoạn trích, mẩu tin trên báo… Rút ra vấn đề nghị luận).\n\n2. Nghị luận về một tư tưởng đạo lý\n\n- Tư tưởng mang tính nhân văn, đạo đức (lòng dũng cảm, khoan dung, ý chí nghị lực…).\n\n- Tư tưởng phản nhân văn (ích kỷ, vô cảm, thù hận, dối trá…).\n\n- Nghị luận về hai mặt tốt xấu trong một vấn đề.\n\n- Vấn đề có tính chất đối thoại, bàn luận, trao đổi.\n\n- Vấn đề đặt ra trong mẩu truyện nhỏ hoặc đoạn thơ.\n\nII. NHỮNG VẤN ĐỀ LƯU Ý KHI LÀM BÀI VĂN NGHỊ LUẬN\n1. Đọc kỹ đề\n\n- Mục đích: Hiểu rõ yêu cầu của đề, phân biệt được tư tưởng đạo lý hay hiện tượng đời sống.\n\n- Phương pháp xác định: Đọc kỹ đề, gạch chân dưới từ, cụm từ quan trọng để giải thích và xác lập luận điểm cho toàn bài. Từ đó có định hướng đúng mà viết bài cho tốt.\n\n2. Lập dàn ý\n\n- Giúp ta trình bày văn bản khoa học, có cấu trúc chặt chẽ, hợp logic.\n\n- Kiểm soát được hệ thống ý, lập luận chặt chẽ, mạch lạc.\n\n- Chủ động dung lượng các luận điểm phù hợp, tránh lan man, dài dòng.\n\n3. Dẫn chứng phù hợp\n\n- Không lấy những dẫn chứng chung chung (không có người, nội dung, sự việc cụ thể) sẽ không tốt cho bài làm.\n\n- Dẫn chứng phải có tính thực tế và thuyết phục (người thật, việc thật).\n\n- Đưa dẫn chứng phải thật khéo léo và phù hợp (tuyệt đối không kể lể dài dòng).\n\n4. Lập luận chặt chẽ, lời văn cô động, giàu sức thuyết phục\n\n- Lời văn, câu văn, đoạn văn viết phải cô đúc, ngắn gọn.\n\n- Lập luận phải chặt chẽ.\n\n- Cảm xúc trong sáng, lành mạnh.\n\n- Để bài văn thấu tình đạt lý thì phải thường xuyên tạo lối viết song song (đồng tình, không đồng tình; ngợi ca, phản bác…).\n\n5. Bài học nhận thức và hành động\n\n- Sau khi phân tích, chứng minh, bàn luận… thì phải rút ra cho mình bài học.\n\n- Thường bài học cho bản thân bao giờ cũng gắn liền với rèn luyện nhân cách cao đẹp, đấu tranh loại bỏ những thói xấu ra khỏi bản thân, học tập lối sống…\n\n6. Độ dài cần phù hợp với yêu cầu đề bài\n\n- Khi đọc đề cần chú ý yêu cầu đề (hình thức bài làm là đoạn văn hay bài văn, bao nhiêu câu, bao nhiêu chữ…) từ đó sắp xếp ý tạo thành bài văn hoàn chỉnh.\n\nIII. CẤU TRÚC ĐỀ VÀ CÁC DẠNG ĐỀ CỤ THỂ\n1. Nghị luận về tư tưởng đạo lý\n\n1.1 Khái niệm: Nghị luận về một tư tưởng, đạo lý là bàn về một vấn đề thuộc lĩnh vực tư tưởng, đạo đức, quan điểm nhân sinh (như các vấn đề về nhận thức; về tâm hồn nhân cách; về các quan hệ gia đình xã hội, cách ứng xử; lối sống của con người trong xã hội…).\n\nCấu trúc bài văn:\n\na. Mở bài\n\n- Giới thiệu khái quát tư tưởng, đạo lý cần nghị luận.\n\n- Nêu ý chính hoặc câu nói về tư tưởng, đạo lý mà đề bài đưa ra.\n\nb. Thân bài\n\n- Luận điểm 1: Giải thích yêu cầu đề\n\n+ Cần giải thích rõ nội dung tư tưởng đạo lý.\n\n+ Giải thích các từ ngữ, thuật ngữ, khái niệm, nghĩa đen, nghĩa bóng (nếu có).\n\n+ Rút ra ý nghĩa chung của tư tưởng, đạo lý; quan điểm của tác giả qua câu nói (thường dành cho đề bài có tư tưởng, đạo lý được thể hiện gián tiếp qua câu danh ngôn, tục ngữ, ngạn ngữ…).\n\n- Luận điểm 2: Phân tích và chứng minh\n\n+ Các mặt đúng của tư tưởng, đạo lý (thường trả lời câu hỏi tại sao nói như thế?).\n\n+ Dùng dẫn chứng xảy ra cuộc sống xã hội để chứng minh.\n\n+ Từ đó chỉ ra tầm quan trọng, tác dụng của tư tưởng, đạo lý đối với đời sống xã hội.\n\n- Luận điểm 3: bình luận mở rộng vấn đề\n\n+ Bác bỏ những biểu hiện sai lệch có liên quan đến tư tưởng, đạo lý (vì có những tư tưởng, đạo lý đúng trong thời đại này nhưng còn hạn chế trong thời đại khác, đúng trong hoàn cảnh này nhưng chưa thích hợp trong hoàn cảnh khác).\n\n+ Dẫn chứng minh họa (nên lấy những tấm gương có thật trong đời sống).\n\n- Rút ra bài học nhận thức và hành động\n\n+ Rút ra những kết luận đúng để thuyết phục người đọc.\n\n+ Áp dụng vào thực tiễn đời sống.\n\nc. Kết bài\n\n- Nêu khái quát đánh giá ý nghĩa tư tưởng đạo lý đã nghị luận.\n\n- Mở ra hướng suy nghĩ mới.\n\n2. Dàn ý về dạng đề mang tính nhân văn\n\n2.1 Khái niệm:\n\n- Các tính nhân văn tốt đẹp: lòng yêu nước, tinh thần đoàn kết, ý chí nghị lực, tôn sư trọng đạo…\n\n- Hình thức: thường ra dưới dạng một ý kiến, một câu nói, một hay vài câu thơ hoặc tục ngữ, ngạn ngữ…\n\n2.2 Cấu trúc bài làm\n\na. Mở bài: Trong trường hợp là đề yêu cầu bàn về một câu nói, một ý kiến thì chúng ta nêu nội dung của ý kiến rồi dẫn ý kiến vào.\n\nVí dụ trường hợp đề là một bài văn nghị luận ngắn nêu suy nghĩ về một vấn đề nào đó như: Viết một bài văn nghị luận ngắn trình bày suy nghĩ của anh/chị về câu nói của liệt sĩ Đặng Thùy Trâm: “Đời phải trải qua giông tố nhưng không được cúi đầu trước giông tố”.\n\nTa mở bài như sau:\n\nCuộc sống quanh ta có biết bao nhiêu là khó khăn và thử thách. Nếu chúng ta hèn nhát và yếu đuối chắc chắn sẽ gặp thất bại nhưng với ý chí và nghị lực vượt qua mọi gian khó thì con đường vươn đến thành công sẽ mở ra trước mắt. Liệt sĩ Đặng Thùy Trâm đã ghi lại trong những dòng nhật ký đầy máu, nước mắt và niềm tin: “Đời phải trải qua giông tố nhưng không được cúi đầu trước giông tố”. Đó là giá trị chân lý sống, là con đường vươn tới tương lai.\n\nb. Thân bài\n\nTrong trường hợp đề chỉ yêu cầu bàn về đức tính của con người.\n\nVí dụ: Cho mẩu chuyện sau: “Có một con kiến đang tha chiếc lá trên lưng. Chiếc lá lớn hơn con kiến gấp nhiều lần. Đang bò, kiến gặp phải một vết nứt khá lớn trên nền xi măng. Nó dừng lại giây lát, đặt chiếc lá ngang qua vết nứt rồi vượt qua bằng cách bò lên trên chiếc lá. Đến bờ bên kia, con kiến lại tiếp tục tha chiếc lá và tiếp tục cuộc hành trình”. Bằng một văn bản ngắn (khoảng 1 trang giấy thi), trình bày suy nghĩ của em về ý nghĩa mẩu chuyện trên.\n\nTrước hết, ta cần tìm hiểu thông điệp câu chuyện gửi đến: Những khó khăn, trở ngại vẫn thường xảy ra trong cuộc sống, luôn vượt khỏi toan tính và dự định của con người. Vì vậy, mỗi người cần phải có nghị lực, sáng tạo để vượt qua.\n\n- Giải thích ý nghĩa truyện:\n\n+ Chiếc lá và vết nứt: Biểu tượng cho những khó khăn, vất vả, trở ngại, những biến cố có thể xảy ra đến với con người bất kì lúc nào.\n\n+ Con kiến dừng lại trong chốc lát để suy nghĩ và nó quyết định đặt ngang chiếc lá qua vết nứt, rồi vượt qua bằng cách bò lên trên chiếc lá. Đó là biểu tượng cho con người biết chấp nhận thử thách, biết kiên trì, sáng tạo, dũng cảm vượt qua bằng chính khả năng của mình.\n\n- Bàn luận\n\n+ Thực tế: những người biết chấp nhận thử thách, biết kiên trì, sáng tạo, dũng cảm vượt qua bằng chính khả năng của mình sẽ vươn đế thành công.\n\n+ Tại sao con người cần có nghị lực trong cuộc sống?\n\nCuộc sồng không phải lúc nào cũng êm ả, xuôi nguồn mà luôn có những biến động, những gian truân thử thách. Con người cần phải có ý chí, nghị lực, thông minh, sáng tạo và bản lĩnh mạnh dạn đối mặt với khó khăn gian khổ, học cách sống đối đầu và dũng cảm; học cách vươn lên bằng nghị lực và niềm tin. Dẫn chứng: Lê Lợi mười năm nếm mật nằm gai đưa cuộc khởi nghĩa Lam Sơn đến thắng lợi.\n\n- Phê phán những quan niệm, suy nghĩ sai trái:\n\n+ Tuy nhiên bên cạnh đó vẫn còn những người bi quan, chán nản, than vãn, buông xuôi, ỷ lại, hèn nhát, chấp nhận, đầu hàng, đổ lỗi cho số phận…. cho dù những khó khăn ấy chưa phải là tất cả.\n\n+ Dẫn chứng (lấy từ thực tế cuộc sống).\n\n- Bài học nhận thức và hành động:\n\n+ Về nhận thức: Khi đứng trước thử thách cuộc đời cần bình tĩnh, linh hoạt, nhạy bén tìm ra hướng giải quyết tốt nhất (chớ thấy sóng cả mà ngã tay chèo).\n\n+ Về hành động: Khó khăn, gian khổ cũng là điều kiện thử thách và tôi luyện ý chí, là cơ hội để mỗi người khẳng định mình. Vượt qua nó, con người sẽ trưởng thành hơn, sống có ý nghĩa hơn.\n\nc. Kết bài\n\n- Khẳng định lại vấn đề.\n\n- Liên hệ.\n\nVí dụ: Tóm lại, cuộc sống không phải lúc nào cũng thuận buồm xuôi gió. Khó khăn, thử thách, sóng gió có thể nổi lên bất cứ lúc nào. Đó là qui luật tất yếu mà con người phải đối mặt. Vì thế cần phải rèn luyện nghị lực và có niềm tin vào cuộc sống. “Đường đi trải đầy hoa hồng sẽ không bao giờ dân đến vinh quang”.\n\n3. Dạng đề nêu những vấn đề tác động đến việc hình thành nhân cách con người\n\n3.1 Các vấn đề thường gặp:\n\n- Vấn đề tích cực: tình yêu quê hương đất nước, lòng nhân ái, tình yêu thiên nhiên, ý chí nghị lực, hành động dũng cảm…\n\n- Vấn đề tiêu cực: Thói dối trá, lối sống ích kỷ, phản bội, ghen tị, vụ lợi cá nhân…\n\n3.2 Dạng đề\n\nĐề thường ra dưới dạng một ý kiến, một câu nói, tục ngữ, ngạn ngữ, một mẩu chuyện nhỏ, một đoạn tin trên báo đài…\n\nVí dụ: Sài Gòn hôm nay đầy nắng. Cái nắng gắt như thiêu như đốt khiến dòng người chạy bạt mạng hơn. Ai cũng muốn chạy cho nhanh để thoát khỏi cái nóng. Một người phụ nữ độ tuổi trung niên đeo trên vai chiếc ba lô thật lớn, tay còn xách giỏ trái cây. Phía sau bà là một thiếu niên. Cứ đi được một đoạn, người phụ nữ phải dừng lại nghỉ mệt. Bà lắc lắc cánh tay, xoay xoay bờ vai cho đỡ mỏi. Chiếc ba lô nặng oằn cả lưng. Chàng thiếu niên con bà bước lững thững, nhìn trời ngó đất. Cậu chẳng mảy may để ý đến những giọt mồ hôi đang thấm ướt vai áo mẹ. Chốc chốc thấy mẹ đi chậm hơn mình, cậu còn quay lại gắt gỏng: “Nhanh lên mẹ ơi! Mẹ làm gì mà đi chậm như rùa”.",
    "created_at": "16/01/2026 12:25",
    "updated_at": "16/01/2026 12:25"
  },
  "Mở bài": {
    "content": "1. Ngắn gọn\n\nMở bài ngắn gọn là ngắn về số lượng câu và nội dung thể hiện, số lượng câu chỉ cần khoảng 4 - 6 câu, nội dung chỉ cần sự tóm tắt ngắn gọn. Hãy viết mở bài là sự tóm tắt, khơi nguồn nội dung ít để người đọc cảm nhận được sự tò mò và đi chinh phục nội dung tiếp theo ở phần thân bài\n\n2. Đầy đủ\n\nNêu được vấn đề, câu nói dẫn dắt, ngắn nhưng đầy đủ ý mới quan trọng, vấn đề chính cũng như nội dung quan trọng bắt buộc phải nhắc đến phần mở bài\n\n3. Độc đáo\n\nGây được sự chú ý cho người đọc về vấn đề cần viết bằng những liên tưởng khác lạ, tưởng tượng phong phú trong các bài văn miêu tả, kể tạo sự thu hút bất ngờ cho người đọc. Sự độc đáo trong mở bài khiến bài viết của các bạn trở nên nổi bật và nhận được sự chú ý và theo dõi của mọi người về chất lượng bài văn.\n\n4. Tự nhiên\n\nDùng ngôn từ giản dị, mộc mạc trong cách viết bài, đặc biệt thể hiện ở phần mở bài là cần thiết để có một mở bài hay.\n\nTrên đây là 4 tiêu chí để xác định một đoạn mở bài hay. Phần nội dung tiếp theo chúng ta đến với các cách để viết được một đoạn mở bài hay...\n\nCÁC CÁCH VIẾT ĐOẠN MỞ BÀI HAY\n\nĐể viết được một đoạn văn mở bài hay có thể dùng theo 2 cách là mở bài trực tiếp và mở bài gián tiếp:\n\nMục so sánh\n\nMở bài trực tiếp\n\nMở bài gián tiếp\n\nĐặc điểm\n\nGiới thiệu trực tiếp về đối tượng miêu tả\n\nGiới thiệu những nội dung liên quan, dẫn dắt đến các yêu cầu của đề bài\n\nƯu điểm\n\nDễ, nhanh, an toàn\n\nHay, thu hút người đọc\n\nNhược điểm\n\nKhông hấp dẫn người đọc\n\nKhó, cần có vốn hiểu biết, kiến thức phong phú\n\n1. CÁCH VIẾT MỞ BÀI TRỰC TIẾP\n\n          Mở bài trực tiếp chính là đi ngay vào đề tài của đề văn. Mở bài trực tiếp có ưu điểm ngắn gọn, dễ tiếp nhận và đạt được điểm tối đa trong các kì thi nhưng nó không tạo được điểm nhấn và cho người đọc hứng thú tới nội dung tiếp theo.\n\n     Đi thẳng vào vấn đề cần nghị luận. Nghĩa là sau khi đã tìm hiểu đề và tìm được vấn đề trọng tâm của bài nghị luận, ta nêu thẳng vấn đề đó ra bằng một luận điểm rõ ràng.\n\n     Nghị luận hoặc phân tích tác phẩm thì mở bài phải giới thiệu được tên tác giả, phong cách thơ tác giả, tên tác phẩm, hoàn cảnh sáng tác, trích dẫn khổ thơ, hoặc giới thiệu vấn đề nghị luận, nhân vật phân tích.\n\nMở bài trực tiếp phải trình bày cho đủ ý, không nói thiếu nhưng cũng không nên nói hết nội dung, phải đáp ứng đủ các yêu cầu của một phần mở bài đúng mực trong nhà trường. Đặt vấn đề theo cách trực tiếp dễ làm, nhanh gọn, tự nhiên, dễ tiếp nhận, tuy nhiên thường khô khan, cứng nhắc, thiếu hấp dẫn cho bài viết.\n\n2. CÁCH VIẾT MỞ BÀI GIÁN TIẾP\n\nNgười viết phải dẫn dắt vào đề bằng cách nêu lên những ý có liên quan đến luận đề để gây sự chú ý cho người đọc sau đó mới bắt sang luận đề. Người viết xuất phát từ một ý kiến, một câu chuyện, một đoạn thơ, đoạn văn, một phát ngôn của nhân vật nổi tiếng nào đó,...dẫn dắt người đọc đến vấn đề sẽ bàn luận trong bài viết.\n\nMở bài theo cách này tạo được sự uyển chuyển, linh hoạt cho bài viết, hấp dẫn người đọc.\n\nCÁCH MỞ BÀI GIÁN TIẾP\n\nCó 5 cách để viết mở bài gián tiếp:\n\n\n\n \n\n1. So sánh\n\nSo sánh là cách đối chiếu hai hoặc nhiều đối tượng với nhau ở phương diện giống nhau, khác nhau hoặc cả hai. Cách mở bài so sánh gây thích thú cho người đọc vì nó chứng tỏ người viết có kiến thức văn học phong phú.\n\nCó nhiều cách làm phần mở bài theo dạng so sánh.\n\nTác phẩm thì có tác giả, đề tài, chủ đề, nội dung, cảm hứng, thể loại, giai đoạn, giá trị, nhân vật… nên người viết có thể đối chiếu điểm giống nhau, khác nhau hoặc vừa giống vừa khác của một trong các vấn đề đó.\n\n2. Đi từ đề tài\n\nBất kì tác phẩm văn học nào cũng thuộc một đề tài nào đó. Hiểu điều này, cùng với kiến thức lí luận văn học “Đề tài là phạm vi hiện thực được phản ánh trong tác phẩm”, người viết nghị luận văn học sẽ dễ dàng giới thiệu vấn đề một cách rành mạch.\n\n          Các nhà văn viết về mùa thu thì đề tài là mùa thu; viết về tình bạn, tình yêu, tình cảm gia đình thì đó cũng là đề tài.\n\n          3. Đi từ giai đoạn\n\n      Mỗi thời kì lịch sử, giai đoạn lịch sử lại có những bối cảnh xã hội khác nhau ảnh hưởng ít nhiều trực tiếp hoặc gián tiếp đến giá trị nội dung, giá trị nghệ thuật của tác phẩm. Đi từ giai đoạn, thời kì văn học sẽ gắn hiện thực đời sống với nhà văn - tác phẩm - bạn đọc.  Cách mở bài này dành cho những học sinh kiểu “triết học gia” ham tìm tòi, ưa lí luận nhờ đó dễ tạo điểm nhấn cho bài văn.\n\n          4. Đi từ thể loại\n\n      Không có tác phẩm nào không thuộc một thể loại chính nào đó. Mỗi thể loại văn học lại có những đặc trưng riêng. Người viết dựa vào đặc trưng thể loại để giải mã nghệ thuật trong tác phẩm.\n\n          5.Trích dẫn một câu nói, một câu thơ hoặc từ một triết lí cuộc sống.\n\n           Đối với bậc tiểu học,để tìm hiểu đầy đủ và chi tiết hơn qua các khái niệm cũng như ví dụ chi tiết, các em có thể tham khảo thêm bài viết mở bài trực tiếp và gián tiếp lớp 5 kèm ví dụ minh họa",
    "created_at": "16/01/2026 12:26",
    "updated_at": "16/01/2026 12:26"
  }
}